Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# dashboard.beforeTax
source: before tax
ar: قبل الضريبة
bg: преди данък
bn: ট্যাক্স আগে
ca: abans d'impostos
cs: před daní
da: før skat
de: vor Steuern
el: πριν από φόρους
es: antes de impuestos
et: enne maksude mahaarvamist
fa: قبل از کسر مالیات
fi: ennen veroja
fil: bago ang buwis
fr: avant impôt
he: לפני מס
hi: कर से पहले
hr: prije poreza
hu: adó előtt
id: sebelum pajak
is: fyrir skatta
it: prima delle tasse
ja: 税込前
ko: 세전
lt: prieš mokesčius
lv: pirms nodokļa
nb: før skatt
nl: vóór belasting
nn: før skatt
pl: przed podatkiem
pt_br: antes dos impostos
ro: înainte de impozit
ru: до налога
sk: pred daňou
sl: pred davkom
sr: pre poreza
sv: före skatt
sw: kabla ya kodi
ta: வரிக்கு முன்
th: ก่อนหักภาษี
tr: vergi öncesi
uk: до податків
ur: ٹیکس سے پہلے
vi: trước thuế
zh_hans: 税前
zh_hant: 稅前

# dashboard.bestShift
source: Best shift
ar: أفضل نوبة
bg: Най-добра смяна
bn: সেরা শিফট
ca: Millor torn
cs: Nejlepší směna
da: Bedste vagt
de: Beste Schicht
el: Καλύτερη βάρδια
es: Mejor turno
et: Parim vahetus
fa: بهترین شیفت
fi: Paras vuoro
fil: Pinakamagandang vakt
fr: Meilleur quart
he: משמרת הטובה ביותר
hi: सर्वश्रेष्ठ शिफ्ट
hr: Najbolja vakt
hu: Legjobb váltás
id: Shift terbaik
is: Besta vakt
it: Miglior turno
ja: 最高の時給
ko: 최고 근무
lt: Geriausia valanda
lv: Labākā maiņa
nb: Beste vakt
nl: Beste vacht
nn: Beste vakt
pl: Najlepsza zmiana
pt_br: Melhor turno
ro: Cea mai bună vact
ru: Лучшая смена
sk: Najlepšia vakt
sl: Najboljša vakt
sr: Najbolja vakt
sv: Bästa vakt
sw: Vakt nzuri
ta: சிறந்த மாற்றம்
th: วัคซ์ที่ดีที่สุด
tr: En iyi vardiya
uk: Найкраща вахта
ur: بہترین شفٹ
vi: Ca làm việc tốt nhất
zh_hans: 最佳班次
zh_hant: 最佳班次

# dashboard.clock.error.invalidRange
source: End time must be after start time.
ar: يجب أن يكون وقت الانتهاء بعد وقت البدء.
bg: Крайният час трябва да е след началния час.
bn: শেষ সময় অবশ্যই শুরুর সময়ের পরে হতে হবে।
ca: L'hora de finalització ha de ser posterior a l'hora d'inici.
cs: Čas ukončení musí být pozdější než čas začátku.
da: Sluttidspunktet skal være efter starttidspunktet.
de: Die Endzeit muss nach der Startzeit liegen.
el: Η ώρα λήξης πρέπει να είναι μετά την ώρα έναρξης.
es: La hora de finalización debe ser posterior a la hora de inicio.
et: Lõppaeg peab olema pärast algusaega.
fa: زمان پایان باید بعد از زمان شروع باشد.
fi: Lopetusajan on oltava aloitusajan jälkeen.
fil: Dapat mas huli ang oras ng pagtatapos kaysa sa oras ng pagsisimula.
fr: L'heure de fin doit être postérieure à l'heure de début.
he: שעת הסיום חייבת להיות אחרי שעת ההתחלה.
hi: समाप्ति समय, प्रारंभ समय के बाद होना चाहिए।
hr: Vrijeme završetka mora biti nakon vremena početka.
hu: A befejezési időnek a kezdési idő után kell lennie.
id: Waktu selesai harus setelah waktu mulai.
is: Lokatími verður að vera eftir upphafstíma.
it: L'ora di fine deve essere successiva all'ora di inizio.
ja: 終了時刻は開始時刻より後である必要があります。
ko: 종료 시간은 시작 시간 이후여야 합니다.
lt: Pabaigos laikas turi būti vėlesnis už pradžios laiką.
lv: Beigu laikam jābūt vēlākam par sākuma laiku.
nb: Sluttid må være etter starttid.
nl: De eindtijd moet na de starttijd liggen.
nn: Sluttida må vere etter starttida.
pl: Czas zakończenia musi być późniejszy niż czas rozpoczęcia.
pt_br: O horário de término deve ser posterior ao horário de início.
ro: Ora de sfârșit trebuie să fie după ora de început.
ru: Время окончания должно быть позже времени начала.
sk: Čas ukončenia musí byť neskôr ako čas začatia.
sl: Končni čas mora biti poznejši od začetnega časa.
sr: Vreme završetka mora biti posle vremena početka.
sv: Sluttiden måste vara efter starttiden.
sw: Muda wa kumaliza lazima uwe baada ya muda wa kuanza.
ta: முடிவு நேரம் தொடக்க நேரத்திற்குப் பிறகு இருக்க வேண்டும்.
th: เวลาสิ้นสุดต้องอยู่หลังเวลาเริ่มต้น
tr: Bitiş saati başlangıç saatinden sonra olmalıdır.
uk: Час завершення має бути пізнішим за час початку.
ur: اختتامی وقت، ابتدائی وقت کے بعد ہونا چاہیے۔
vi: Thời gian kết thúc phải sau thời gian bắt đầu.
zh_hans: 结束时间必须晚于开始时间。
zh_hant: 結束時間必須晚於開始時間。

# dashboard.clock.error.maxDurationExceeded
source: A clocked shift must be shorter than 24 hours. Add longer shifts manually.
ar: يجب أن تكون الوردية المسجّلة أقصر من 24 ساعة. أضف الورديات الأطول يدويًا.
bg: Смяна, отчетена с часовник, трябва да е по-кратка от 24 часа. По-дългите смени добавяйте ръчно.
bn: ঘড়িতে রেকর্ড করা শিফট ২৪ ঘণ্টার চেয়ে কম হতে হবে। দীর্ঘ শিফট ম্যানুয়ালি যোগ করুন।
ca: Un torn registrat ha de durar menys de 24 hores. Afegeix manualment els torns més llargs.
cs: Směna zaznamenaná pomocí časovače musí být kratší než 24 hodin. Delší směny přidejte ručně.
da: En stemplet vagt skal være kortere end 24 timer. Tilføj længere vagter manuelt.
de: Eine erfasste Schicht muss kürzer als 24 Stunden sein. Längere Schichten manuell hinzufügen.
el: Μια χρονομετρημένη βάρδια πρέπει να είναι μικρότερη από 24 ώρες. Προσθέστε μεγαλύτερες βάρδιες χειροκίνητα.
es: Un turno registrado debe durar menos de 24 horas. Añade los turnos más largos manualmente.
et: Tööajaarvestusega vahetus peab kestma alla 24 tunni. Pikemad vahetused lisa käsitsi.
fa: یک شیفت ثبت‌شده باید کوتاه‌تر از ۲۴ ساعت باشد. شیفت‌های طولانی‌تر را دستی اضافه کنید.
fi: Kellotetun työvuoron on oltava alle 24 tuntia. Lisää pidemmät työvuorot manuaalisesti.
fil: Ang na-clock na shift ay dapat mas maikli sa 24 na oras. Manu-manong idagdag ang mas mahahabang shift.
fr: Un poste pointé doit durer moins de 24 heures. Ajoutez les postes plus longs manuellement.
he: משמרת שנרשמה בשעון חייבת להיות קצרה מ־24 שעות. יש להוסיף משמרות ארוכות יותר באופן ידני.
hi: क्लॉक की गई शिफ्ट 24 घंटे से कम होनी चाहिए। लंबी शिफ्ट मैन्युअल रूप से जोड़ें।
hr: Evidentirana smjena mora biti kraća od 24 sata. Duže smjene dodajte ručno.
hu: A rögzített műszak nem lehet 24 órás vagy hosszabb. A hosszabb műszakokat manuálisan add hozzá.
id: Shift yang dicatat harus kurang dari 24 jam. Tambahkan shift yang lebih panjang secara manual.
is: Vakt sem hefur verið stimpluð inn verður að vera styttri en 24 klukkustundir. Lengri vaktir þarf að skrá handvirkt.
it: Un turno timbrato deve durare meno di 24 ore. Inserisci manualmente i turni più lunghi.
ja: 打刻した勤務は24時間未満である必要があります。24時間以上の勤務は手動で追加してください。
ko: 기록된 근무 시간은 24시간보다 짧아야 합니다. 더 긴 근무는 수동으로 추가하세요.
lt: Laikrodžiu užfiksuota pamaina turi būti trumpesnė nei 24 valandos. Ilgesnes pamainas pridėkite rankiniu būdu.
lv: Ar pulksteni reģistrētai maiņai jābūt īsākai par 24 stundām. Garākas maiņas pievienojiet manuāli.
nb: En stemplet vakt må være kortere enn 24 timer. Legg inn lengre vakter manuelt.
nl: Een geklokte dienst moet korter zijn dan 24 uur. Voeg langere diensten handmatig toe.
nn: Ein stempla vakt må vere kortare enn 24 timar. Legg inn lengre vakter manuelt.
pl: Zmiana zarejestrowana za pomocą zegara musi być krótsza niż 24 godziny. Dłuższe zmiany dodaj ręcznie.
pt_br: Um turno registrado deve ter menos de 24 horas. Adicione turnos mais longos manualmente.
ro: O tură pontată trebuie să fie mai scurtă de 24 de ore. Adaugă manual turele mai lungi.
ru: Отмеченная смена должна длиться менее 24 часов. Более длительные смены добавляйте вручную.
sk: Zaznamenaná zmena musí byť kratšia ako 24 hodín. Dlhšie zmeny pridajte manuálne.
sl: Evidentirana izmena mora biti krajša od 24 ur. Daljše izmene dodajte ročno.
sr: Smena evidentirana satom mora biti kraća od 24 sata. Duže smene dodajte ručno.
sv: Ett tidstämplat arbetspass måste vara kortare än 24 timmar. Lägg in längre pass manuellt.
sw: Zamu iliyorekodiwa kwa saa lazima iwe chini ya saa 24. Ongeza zamu ndefu wewe mwenyewe.
ta: பதிவுசெய்யப்பட்ட பணி நேரம் 24 மணிநேரத்திற்கும் குறைவாக இருக்க வேண்டும். நீண்ட பணி நேரங்களை கைமுறையாகச் சேர்க்கவும்.
th: กะที่ลงเวลาต้องสั้นกว่า 24 ชั่วโมง โปรดเพิ่มกะที่ยาวกว่านี้ด้วยตนเอง
tr: Saatle kaydedilen bir vardiya 24 saatten kısa olmalıdır. Daha uzun vardiyaları manuel olarak ekleyin.
uk: Зміна, зафіксована таймером, має тривати менше 24 годин. Довші зміни додавайте вручну.
ur: کلاک کی گئی شفٹ 24 گھنٹے سے کم ہونی چاہیے۔ طویل شفٹیں دستی طور پر شامل کریں۔
vi: Ca được chấm công phải ngắn hơn 24 giờ. Hãy thêm các ca dài hơn theo cách thủ công.
zh_hans: 打卡班次必须少于24小时。更长的班次请手动添加。
zh_hant: 已打卡的班次必須少於 24 小時。較長的班次請手動新增。

# dashboard.clock.error.noActiveSession
source: No active clock session was found.
ar: لم يتم العثور على جلسة تسجيل وقت نشطة.
bg: Не е намерена активна сесия за отчитане на времето.
bn: কোনো সক্রিয় ক্লক সেশন পাওয়া যায়নি।
ca: No s'ha trobat cap sessió de fitxatge activa.
cs: Nebyla nalezena žádná aktivní relace měření času.
da: Der blev ikke fundet nogen aktiv tidsregistrering.
de: Keine aktive Zeiterfassung gefunden.
el: Δεν βρέθηκε ενεργή καταγραφή ώρας.
es: No se encontró ninguna sesión de fichaje activa.
et: Aktiivset tööaja seanssi ei leitud.
fa: هیچ جلسه ثبت ساعت فعالی پیدا نشد.
fi: Aktiivista kellotusjaksoa ei löytynyt.
fil: Walang nakitang aktibong session ng pag-clock.
fr: Aucune session de pointage active trouvée.
he: לא נמצא סשן שעון פעיל.
hi: कोई सक्रिय समय-ट्रैकिंग सत्र नहीं मिला।
hr: Nije pronađena aktivna sesija radnog vremena.
hu: Nem található aktív munkaidő-rögzítés.
id: Tidak ditemukan sesi pencatatan waktu aktif.
is: Engin virk stimplun fannst.
it: Non è stata trovata alcuna sessione di timbratura attiva.
ja: アクティブな打刻セッションが見つかりません。
ko: 활성 근무 기록이 없습니다.
lt: Aktyvi darbo laiko registravimo sesija nerasta.
lv: Aktīva darba laika uzskaites sesija nav atrasta.
nb: Fant ingen aktiv stempling.
nl: Geen actieve klokregistratie gevonden.
nn: Fann ingen aktiv stempling.
pl: Nie znaleziono aktywnej sesji rejestracji czasu.
pt_br: Nenhuma sessão de ponto ativa foi encontrada.
ro: Nu a fost găsită nicio sesiune activă de pontare.
ru: Активная сессия учета времени не найдена.
sk: Nenašla sa žiadna aktívna relácia evidencie času.
sl: Aktivna seja beleženja časa ni bila najdena.
sr: Nije pronađena aktivna sesija evidentiranja vremena.
sv: Ingen aktiv stämpling hittades.
sw: Hakuna kipindi cha kurekodi muda kinachoendelea.
ta: செயலில் உள்ள நேரப் பதிவு எதுவும் இல்லை.
th: ไม่พบเซสชันการลงเวลาที่ใช้งานอยู่
tr: Aktif bir çalışma kaydı bulunamadı.
uk: Активну сесію обліку часу не знайдено.
ur: کوئی فعال کلاک سیشن نہیں ملا۔
vi: Không tìm thấy phiên chấm công đang hoạt động.
zh_hans: 未找到进行中的打卡记录。
zh_hant: 找不到進行中的打卡工作階段。

# dashboard.clockIn
source: Clock in
ar: تسجيل الدخول
bg: Начало на смяна
bn: ক্লক ইন করুন
ca: Marcar entrada
cs: Začátek směny
da: Stempl ind
de: Einstempeln
el: Στάθμευση εισόδου
es: Fichar entrada
et: Märgi sisse
fa: ورود
fi: Stemple sisään
fil: I-clock in
fr: Pointer l'arrivée
he: הדפס כניסה
hi: चेक इन करें
hr: Prijava
hu: Munkakezdés
id: Masuk
is: Stempa inn
it: Accedi
ja: 打刻
ko: 출근
lt: Pradėti darbą
lv: Ieskaņot
nb: Stemple inn
nl: Inklokken
nn: Stemple inn
pl: Zarejestruj się
pt_br: Registrar entrada
ro: Înregistrare intrare
ru: Начать смену
sk: Nastúpiť
sl: Stemple se v
sr: Prijava dolaska
sv: Stämpla in
sw: Ingia
ta: உள்நுழைக
th: เข้างาน
tr: Giriş yap
uk: Розпочати робочий день
ur: کلاک ان کریں
vi: Bấm giờ vào
zh_hans: 打卡上班
zh_hant: 打卡上班

# dashboard.clockOut
source: Clock out
ar: تسجيل الخروج
bg: Край на смяна
bn: ক্লক আউট করুন
ca: Marcar sortida
cs: Konec směny
da: Stempl ud
de: Ausstempeln
el: Στάθμευση εξόδου
es: Fichar salida
et: Märgi välja
fa: خروج
fi: Stemple ulos
fil: I-clock out
fr: Pointer la sortie
he: הדפס יציאה
hi: चेक आउट करें
hr: Odjava
hu: Munkabefejeztés
id: Keluar
is: Stempa út
it: Esci
ja: 打刻終了
ko: 퇴근
lt: Baigti darbą
lv: Izrakstīties
nb: Stemple ut
nl: Uitklokken
nn: Stemple ut
pl: Wyrejestruj się
pt_br: Registrar saída
ro: Înregistrare ieșire
ru: Завершить смену
sk: Skončiť
sl: Stemple se ven
sr: Prijava odlaska
sv: Stämpla ut
sw: Toka
ta: வெளியேறுக
th: ออกจากงาน
tr: Çıkış yap
uk: Завершити робочий день
ur: کلاک آؤٹ کریں
vi: Bấm giờ ra
zh_hans: 打卡下班
zh_hant: 打卡下班

# dashboard.clockOutDiscardShift
source: Discard shift
ar: تجاهل الوردية
bg: Отхвърли смяна
bn: শিফট বাতিল করুন
ca: Descartar torn
cs: Zahodit směnu
da: Kassér vagt
de: Schicht verwerfen
el: Απόρριψη βάρδιας
es: Descartar turno
et: Hülga vahetus
fa: رد کردن شیفت
fi: Hylkää vuoro
fil: Tanggihan ang shift
fr: Abandonner le quart
he: בטל את המשמרת
hi: शिफ्ट को छोड़ दें
hr: Odbaci smjenu
hu: Műszak elvetése
id: Buang shift
is: Forkasta vakt
it: Scarta turno
ja: シフトを破棄
ko: 근무 삭제
lt: Atmesti pamainą
lv: Atmest maiņu
nb: Forkast vakt
nl: Shift verwerpen
nn: Forkast vakt
pl: Odrzuć zmianę
pt_br: Descartar turno
ro: Anulează schimbul
ru: Отменить смену
sk: Zahodiť zmenu
sl: Zavrzi izmeno
sr: Odbaci smenu
sv: Förkasta skift
sw: Futa zamu
ta: ஷிப்டை நிராகரி
th: ยกเลิกการทำงาน
tr: Vardiyayı iptal et
uk: Відхилити зміну
ur: شفٹ منسوخ کریں
vi: Loại bỏ ca làm việc
zh_hans: 放弃班次
zh_hant: 放棄班次

# dashboard.clockOutReviewTitle
source: Review shift
ar: راجع الوردية
bg: Преглед на смяна
bn: শিফট পর্যালোচনা করুন
ca: Revisar jornada
cs: Zkontroluj směnu
da: Gennemse vagt
de: Schicht überprüfen
el: Έλεγχος βάρδιας
es: Revisar jornada
et: Kontrolli vahti
fa: بررسی شیفت
fi: Tarkista vuoro
fil: Suriin ang shift
fr: Examiner la vacation
he: בדוק משמרת
hi: शिफ्ट की समीक्षा करें
hr: Pregled smjene
hu: Műszak áttekintése
id: Tinjau shift
is: Fara yfir vakt
it: Rivedi turno
ja: シフトを確認
ko: 근무 검토
lt: Peržiūrėti pamainą
lv: Pārskatīt maiņu
nb: Kontroller vakt
nl: Controleer dienst
nn: Kontroller vakt
pl: Przegląd zmiany
pt_br: Revisar vaga
ro: Revizuiește tura
ru: Проверить смену
sk: Skontroluj zmenu
sl: Pregledaj izmeno
sr: Pregled smene
sv: Kontrollera vakt
sw: Pitia zamu
ta: வேலையை மதிப்பாய்வு செய்யவும்
th: ตรวจสอบการเข้างาน
tr: Vakti kontrol et
uk: Перевірити вахту
ur: شفٹ کا جائزہ لیں
vi: Kiểm tra ca làm việc
zh_hans: 检查班次
zh_hant: 檢查班次

# dashboard.earlierPayout
source: Earlier payout
ar: دفعة سابقة
bg: По-ранно плащане
bn: আগের পেআউট
ca: Pagament anterior
cs: Dřívější výplata
da: Tidligere udbetaling
de: Frühere Auszahlung
el: Προηγούμενη πληρωμή
es: Pago anterior
et: Varasem väljamakse
fa: پرداخت زودتر
fi: Aiempi maksu
fil: Mas maagang payout
fr: Paiement antérieur
he: תשלום מוקדם
hi: पिछला भुगतान
hr: Ranija isplata
hu: Korábbi kifizetés
id: Pembayaran lebih awal
is: Fyrri útborgun
it: Pagamento precedente
ja: 前回の支払い
ko: 이전 지급액
lt: Ankstesnė išmoka
lv: Iepriekšēja izmaksa
nb: Tidligere utbetaling
nl: Eerdere uitbetaling
nn: Tidlegare utbetaling
pl: Wcześniejsza wypłata
pt_br: Pagamento anterior
ro: Plată anterioară
ru: Предыдущая выплата
sk: Skoršia výplata
sl: Prejšnje izplačilo
sr: Ranija isplata
sv: Tidigare utbetalning
sw: Malipo ya awali
ta: முந்தைய செலுத்துதல்
th: การจ่ายเงินก่อนหน้า
tr: Önceki ödeme
uk: Раніша виплата
ur: پچھلی ادائیگی
vi: Thanh toán trước đó
zh_hans: 较早发薪
zh_hant: 較早發薪

# dashboard.earnedToDate
source: to date
ar: حتى الآن
bg: до дата
bn: এ পর্যন্ত
ca: fins ara
cs: dosavadní
da: til dags dato
de: bisher
el: μέχρι σήμερα
es: hasta la fecha
et: seni
fa: تا به امروز
fi: tähän mennessä
fil: hanggang ngayon
fr: à ce jour
he: עד כה
hi: अब तक
hr: do sada
hu: eddig
id: hingga saat ini
is: til þessa dags
it: a oggi
ja: 現在まで
ko: 누적
lt: iki šiol
lv: līdz šim
nb: hittil
nl: tot nu toe
nn: hittil
pl: do tej pory
pt_br: até agora
ro: până acum
ru: по сегодняшний день
sk: doposiaľ
sl: do zdaj
sr: do sada
sv: hittills
sw: hadi sasa
ta: இன்றுவரை
th: จนถึงปัจจุบัน
tr: bugüne kadar
uk: на сьогодні
ur: اب تک
vi: cho đến nay
zh_hans: 至今
zh_hant: 迄今為止

# dashboard.featuredShift.actions.endNow
source: Shift is over
ar: انتهت الفترة الزمنية
bg: Смяната е приключена
bn: শিফট শেষ হয়েছে
ca: La jornada ha acabat
cs: Směna skončila
da: Vagten er over
de: Schicht ist vorbei
el: Η βάρδια τελείωσε
es: El turno ha terminado
et: Vahetus on lõppenud
fa: شیفت به پایان رسید
fi: Vuoro on ohi
fil: Tapos na ang shift
fr: La vacation est terminée
he: המשמרת הסתיימה
hi: शिफ्ट समाप्त हो गई है
hr: Smjena je završena
hu: A műszak véget ért
id: Shift sudah berakhir
is: Vakt er lokið
it: Il turno è terminato
ja: シフトが終了しました
ko: 근무가 종료되었습니다
lt: Pamaina baigta
lv: Maiņa ir beigusies
nb: Vakten er over
nl: Dienst is voorbij
nn: Vakten er over
pl: Zmiana się skończyła
pt_br: O turno terminou
ro: Schimbul s-a încheiat
ru: Смена завершена
sk: Zmena je ukončená
sl: Izmena je končana
sr: Smena je završena
sv: Skiftet är slut
sw: Zamu imemalizika
ta: ஷிப்ட் முடிந்துவிட்டது
th: กะงานจบลงแล้ว
tr: Vardiya bitti
uk: Зміна завершена
ur: شفٹ ختم ہو گئی
vi: Ca làm việc đã kết thúc
zh_hans: 班次已结束
zh_hant: 班次已結束

# dashboard.futurePayout
source: Future payout
ar: دفعة مستقبلية
bg: Бъдещо плащане
bn: ভবিষ্যৎ পেআউট
ca: Pagament futur
cs: Budoucí výplata
da: Fremtidig udbetaling
de: Zukünftige Auszahlung
el: Μελλοντική πληρωμή
es: Pago futuro
et: Tulevane väljamakse
fa: پرداخت آینده
fi: Tuleva maksu
fil: Susunod na payout
fr: Paiement futur
he: תשלום עתידי
hi: भविष्य का भुगतान
hr: Buduća isplata
hu: Jövőbeli kifizetés
id: Pembayaran mendatang
is: Framtíðarútborgun
it: Pagamento futuro
ja: 今後の支払い
ko: 향후 지급액
lt: Būsima išmoka
lv: Nākotnes izmaksa
nb: Fremtidig utbetaling
nl: Toekomstige uitbetaling
nn: Framtidig utbetaling
pl: Przyszła wypłata
pt_br: Pagamento futuro
ro: Plată viitoare
ru: Будущая выплата
sk: Budúca výplata
sl: Prihodnje izplačilo
sr: Buduća isplata
sv: Framtida utbetalning
sw: Malipo yajayo
ta: எதிர்கால செலுத்துதல்
th: การจ่ายเงินในอนาคต
tr: Gelecek ödeme
uk: Майбутня виплата
ur: آئندہ ادائیگی
vi: Thanh toán sắp tới
zh_hans: 未来发薪
zh_hant: 未來發薪

# dashboard.loadError
source: Failed to load data
ar: فشل تحميل البيانات
bg: Неуспешно зареждане на данни
bn: ডেটা লোড করতে ব্যর্থ
ca: No s'han pogut carregar les dades
cs: Nepodařilo se načíst data
da: Kunne ikke indlæse data
de: Daten konnten nicht geladen werden
el: Αποτυχία φόρτωσης δεδομένων
es: No se pudieron cargar los datos
et: Andmete laadimine ebaõnnestus
fa: بارگذاری داده‌ها ناموفق بود
fi: Tietojen lataaminen epäonnistui
fil: Nabigo ang pagkarga ng data
fr: Impossible de charger les données
he: לא היה ניתן לטעון נתונים
hi: डेटा लोड नहीं कर सके
hr: Neuspješno učitavanje podataka
hu: Nem sikerült az adatok betöltése
id: Gagal memuat data
is: Mistókst að hlaða gögnum
it: Impossibile caricare i dati
ja: データの読み込みに失敗しました
ko: 데이터를 로드할 수 없음
lt: Nepavyko įkelti duomenų
lv: Neizdevās ielādēt datus
nb: Kunne ikke laste data
nl: Gegevens kunnen niet worden geladen
nn: Kunne ikkje laste data
pl: Nie udało się załadować danych
pt_br: Falha ao carregar dados
ro: Nu s-au putut încărca datele
ru: Не удалось загрузить данные
sk: Nepodarilo sa načítať údaje
sl: Napaka pri nalaganju podatkov
sr: Neuspešno učitavanje podataka
sv: Kunde inte ladda data
sw: Imeshindwa kupakia data
ta: தரவைலோட் செய்ய முடியவில்லை
th: ไม่สามารถโหลดข้อมูลได้
tr: Veri yüklenemedi
uk: Не вдалося завантажити дані
ur: ڈیٹا لوڈ نہیں ہو سکا
vi: Không thể tải dữ liệu
zh_hans: 加载数据失败
zh_hant: 無法載入資料

# dashboard.nextPayout
source: Next payout
ar: الدفع التالي
bg: Следващо плащане
bn: পরবর্তী পেআউট
ca: Pròxim pagament
cs: Další výplata
da: Næste udbetaling
de: Nächste Auszahlung
el: Επόμενη πληρωμή
es: Próximo pago
et: Järgmine väljamakse
fa: پرداخت بعدی
fi: Seuraava maksu
fil: Susunod na pagbabayad
fr: Prochain paiement
he: תשלום הבא
hi: अगला वेतन
hr: Sljedeća isplata
hu: Következő kifizetés
id: Pembayaran berikutnya
is: Næsta útborgun
it: Prossimo pagamento
ja: 次の支払い
ko: 다음 급여일
lt: Kitas išmokėjimas
lv: Nākamā izmaksa
nb: Neste utbetaling
nl: Volgende uitbetaling
nn: Neste utbetaling
pl: Następna wypłata
pt_br: Próximo pagamento
ro: Următoarea plată
ru: Следующая выплата
sk: Ďalšia výplata
sl: Naslednja izplata
sr: Sledeća isplata
sv: Nästa utbetalning
sw: Malipo yajayo
ta: அடுத்த பேமன்ட்
th: การจ่ายเงินครั้งถัดไป
tr: Sonraki ödeme
uk: Наступна виплата
ur: اگلی ادائیگی
vi: Lần thanh toán tiếp theo
zh_hans: 下次支付
zh_hant: 下次支付

# dashboard.payroll
source: Payout
ar: الدفعة
bg: Изплащане
bn: পারিশ্রমিক প্রদান
ca: Pagament
cs: Výplata
da: Udbetaling
de: Auszahlung
el: Πληρωμή
es: Pago
et: Väljamakse
fa: پرداخت
fi: Palkanmaksu
fil: Bayad
fr: Versement
he: תשלום
hi: भुगतान
hr: Isplata
hu: Kifizetés
id: Pembayaran
is: Útborgun
it: Pagamento
ja: 給与支給
ko: 급여 지급
lt: Išmokėjimas
lv: Izmaksa
nb: Utbetaling
nl: Uitbetaling
nn: Utbetaling
pl: Wypłata
pt_br: Pagamento
ro: Plată
ru: Выплата
sk: Výplata
sl: Izplačilo
sr: Isplata
sv: Utbetalning
sw: Malipo
ta: ஊதிய வழங்கல்
th: การจ่ายเงิน
tr: Ödeme
uk: Виплата
ur: ادائیگی
vi: Thanh toán
zh_hans: 发薪
zh_hant: 發薪

# dashboard.payroll.details.curatedLinkFallback
source: Open link
ar: فتح الرابط
bg: Отвори връзката
bn: লিংক খুলুন
ca: Obre l’enllaç
cs: Otevřít odkaz
da: Åbn link
de: Link öffnen
el: Άνοιγμα συνδέσμου
es: Abrir enlace
et: Ava link
fa: باز کردن لینک
fi: Avaa linkki
fil: Buksan ang link
fr: Ouvrir le lien
he: פתח קישור
hi: लिंक खोलें
hr: Otvori poveznicu
hu: Link megnyitása
id: Buka tautan
is: Opna hlekk
it: Apri link
ja: リンクを開く
ko: 링크 열기
lt: Atidaryti nuorodą
lv: Atvērt saiti
nb: Åpne lenke
nl: Link openen
nn: Opne lenkje
pl: Otwórz link
pt_br: Abrir link
ro: Deschide linkul
ru: Открыть ссылку
sk: Otvoriť odkaz
sl: Odpri povezavo
sr: Otvori link
sv: Öppna länk
sw: Fungua kiungo
ta: இணைப்பைத் திற
th: เปิดลิงก์
tr: Bağlantıyı aç
uk: Відкрити посилання
ur: لنک کھولیں
vi: Mở liên kết
zh_hans: 打开链接
zh_hant: 開啟連結

# dashboard.payroll.markedReceived
source: Received
ar: مستلم
bg: Получено
bn: প্রাপ্ত
ca: Rebut
cs: Přijato
da: Modtaget
de: Erhalten
el: Λήφθηκε
es: Recibido
et: Laekunud
fa: دریافت شد
fi: Vastaanotettu
fil: Natanggap
fr: Reçu
he: התקבל
hi: प्राप्त हुआ
hr: Primljeno
hu: Átvéve
id: Diterima
is: Móttekið
it: Ricevuto
ja: 受取済み
ko: 수령함
lt: Gauta
lv: Saņemts
nb: Mottatt
nl: Ontvangen
nn: Mottatt
pl: Otrzymano
pt_br: Recebido
ro: Primit
ru: Получено
sk: Prijaté
sl: Prejeto
sr: Primljeno
sv: Mottagen
sw: Imepokelewa
ta: பெறப்பட்டது
th: ได้รับแล้ว
tr: Alındı
uk: Отримано
ur: وصول شدہ
vi: Đã nhận
zh_hans: 已收款
zh_hant: 已收款

# dashboard.payroll.markReceived
source: Mark as received
ar: وضع علامة كمستلم
bg: Маркирай като получено
bn: প্রাপ্ত হিসেবে চিহ্নিত করুন
ca: Marca com a rebut
cs: Označit jako přijaté
da: Markér som modtaget
de: Als erhalten markieren
el: Σήμανση ως ληφθέν
es: Marcar como recibido
et: Märgi laekunuks
fa: علامت‌گذاری به‌عنوان دریافت‌شده
fi: Merkitse vastaanotetuksi
fil: Markahan bilang natanggap
fr: Marquer comme reçu
he: סמן כהתקבל
hi: प्राप्त के रूप में चिह्नित करें
hr: Označi kao primljeno
hu: Átvettként jelölöm
id: Tandai sebagai diterima
is: Merkja sem móttekið
it: Segna come ricevuto
ja: 受取済みにする
ko: 수령으로 표시
lt: Pažymėti kaip gautą
lv: Atzīmēt kā saņemtu
nb: Marker som mottatt
nl: Markeren als ontvangen
nn: Marker som mottatt
pl: Oznacz jako otrzymane
pt_br: Marcar como recebido
ro: Marchează ca primit
ru: Отметить как полученную
sk: Označiť ako prijaté
sl: Označi kot prejeto
sr: Označi kao primljeno
sv: Markera som mottagen
sw: Weka alama kuwa imepokelewa
ta: பெறப்பட்டதாகக் குறி
th: ทำเครื่องหมายว่าได้รับแล้ว
tr: Alındı olarak işaretle
uk: Позначити як отриману
ur: وصول شدہ کے طور پر نشان زد کریں
vi: Đánh dấu đã nhận
zh_hans: 标记为已收款
zh_hant: 標記為已收款
